// import React from 'react';
const InfoData=[
    
    {
        video:'KSW6tGkQmy4',
        name:'שיעול וקשיי נשימה',
        generalInfo:`במקרים של בעיות בדרכי הנשימה, כמו דלקות ומחלות נשימה אחרות, נדרשת הפעולה הטבעית של השיעול. 
        
        היא נחוצה והכרחית כדי לסלק ממערכת הנשימה חיידקים, וירוסים, טפילים וגופים זרים. טיפול בשיעול מתייחס יותר להפיכת השיעול ליעיל במקום מתיש. להרגיע את השיעול, רק במידה שעדיין מאפשרת את תהליך ניקוי המזהמים. בתהליך טיפול זה, גם חשוב לחזק את המערכת החיסונית ולנטרל את הגורמים המחליאים הסביבתיים. תרופות אשר מדכאות את התהליך הטבעי של השיעול וניקוי המערכת, רק מאריכות את המחלה ויכולות להפוך תהליך של מחלה אקוטית קצרת טווח, למחלה ארוכה ומתישה.`,
        firstAid:`הטיפול הראשוני להקלה בסימפטומים הוא להרים את הראש במידה והשיעול מוחמר בשכיבה.
         גם מספר נשימות באוויר הפתוח, מאוד יכולות להקל על המצב.`,
        nutrition:"על מנת לשפר את ניקוי המזהמים במערכת, עלינו לאפשר לגוף לנקות בקלות את הליחה המצטברת. אנחנו יכולים להשיג מטרה זו על ידי שתייה מרובה של מים, חימום הגוף וחיזוק הניקוי שלו על ידי צריכה של לימון, ג'ינג'ר, קינמון, שום. אחד הדברים המומלצים הוא שתיה של מים חמים עם ג'ינג'ר ולימון. תוספי תזונה חשובים הם ויטמין C במינון של 1000 מיליגרם ליום לילד מעל גיל 3, ו – 3000 מיליגרם ליום למבוגר. סמבוק שחור – הופך שיעול לאפקטיבי ומנקה את דרכי הנשימה. במצבים של דלקת חזקה בדרכי הנשימה, ניתן להשתמש גם באכיניצאה במינון מומלץ לפי היצרן. חשוב להימנע – מוצרי חלב  וקמח לבן, מגבירים את ייצור הליחה, ומקשים על הגוף לנקות אותה. מוצרים מעובדים, מטוגנים ועשירים בסוכר, מחלישים את מערכת החיסון ומונעים מהגוף לפעול בצורה טובה לצורך חיזוק והחלמה.",
        grandma:'חליטה של שלוש כפיות אורגנו. תערובת עיסתית של בצל כתוש ודבש – מספר כפות ביום(לא טעים אבל יעיל). מריחה של שמן זית חם באזור הריאות מקדימה(חזה) ומאחור(גב). להרתיח לפת בסיר – לשתות את המים ולאכול את הלפת.',
        homeopathy:'במקרים של שיעול וקשיי נשימה, להתאים את הרמדי ההומאופתית לפי המאפיינים הייחודיים.' 
        
    },
        {
            video:'138AZFA8BEE',
            name:'צינון ונזלת',
            generalInfo:'הסיבה להצטננויות היא חולשה של מערכת החיסון – לרוב כתוצאה מאורח חיים לא בריא, לחץ ועומס. נגיפים(וירוסים) הפוגעים בדרכי הנשימה העליונות, וגורמים להתנפחות הרקמות הפנימיות באף ובגרון, שכתוצאה מכך מתחילים לייצר ליחה. התוצאה היא גודש בדרכי הנשימה והגוף מנסה לסלק את הנגיף  ולחזק את המערכת על ידי יצירת התעטשויות, שיעול, כאבי גרון ותחושת חולי. תרופות המפסיקות את הופעת הסימפטומים, למעשה מאריכות את משך המחלה, ומומלץ להימנע מהן.',
            firstAid:'מים, מים ועוד מים(אפשר גם מדי פעם תה ללא קפאין...), ארוחות קטנות – רק במידה ויש תיאבון.',
            nutrition:" לימון, דבש(איכותי בלבד), ג'ינג'ר – עם מים חמים/תה. אוכל עשיר עם בצל ושום טרי לאמיצים(וכל הכבוד ולבני משפחתם שמוכנים לשהות בקרבתם)- מחזק את המערכת החיסונית ופועל במהירות וביעילות כנגד חיידקים ווירוסים. להימנע מנענע ועלים ירוקים אחרים – הם מקררים את המערכת ומפריעים לתהליך ההחלמה. להימנע מסוכר, קמח לבן ומוצרי חלב – מחלישים את המערכת ומייצרים ליחה. ויטמין C  - מבוגרים 4000 מיליגרם ביום, ילדים מעל גיל 10 2000 מיליגרם ביום, ילדים מגיל 3 500 מיליגרם ביום. תמיד על קיבה מלאה, לחלק למספר פעמים. במידה וקיים שיעול וגודש – סמבוק שחור – במינון מוגבר מומלץ לפי המופיע על האריזה",
            grandma:"שימוש באדים לשחרור ליחה ונזלת על ידי הוספה של נענע או ג'ינג'ר לקערה של מים רותחים. מרק עם שום ובצל. על מנת לפתוח את מעברי הנשימה בלילה, כך שניתן יהיה לנשום בשכיבה – לחתוך בצל לארבע ולהניח אותו בקערה ליד ראש החולה",
            homeopathy:"עם הופעת סימפטומים ראשונים של התקררות, ניתן לתת aconite. לאחר מכן לתת את הרמדי ההומאופתית המתאימה יותר למאפיינים הייחודים של המחלה, בתדירות כל שלוש שעות, ומעבר לשלוש פעמים ביום עד סיום החולי." 
            
        },
        {
            video:'dWwKCqNatMM',
            name:'פציעות וחבלות',
            generalInfo:'חבלות הן הפציעות השכיחות ביותר. הן מתרחשות  כתוצאה ממכה או נפילה וגורמות לשטף דם תת עורי. הצבע והנפיחות בעור נגרמים מכך שכלי הדם נשברים ונשפכים לרקמה. הפצוע חווה לרוב כאב עם רגישות למגע, אודם שלאחר מכן מחליף צבעים והופך לכחול, ירוק, חום וצהוב לפני שנעלם סופית.',
            firstAid:"כאשר ישנה חבלה עוצמתית, מומלץ להגיע לבדיקה רפואית. אך כעזרה ראשונה, הנחה של מגבת עם קרח על אזור הפציעה, תקטין דימום מקומי ונפיחות. לאחר מכן כדאי להתחיל שימוש בתרופות הומאופתיות."
            ,
            nutrition:"על מנת שהגוף יוכל לטפל בצורה יעילה בחבלות ומכות כואבות, אנחנו צריכים להעלות את רמות הויטמין C, ויטמין K, והביופלבונואידים. את כל הפרמטרים האלו אנחנו מעלים על ידי אכילה של פירות הדר, ירקות עליים, וחומצות שומן מדגים, אגוזים וזרעים. ויטמין C ניתן לצרוך בכמוסות בכדי להחיש את תהליך הריפוי – 500 מיליגרם ביום לילד מעל גיל 3, ועד 3000 מיליגרם ביום למבוגר בתלות ברמת הפגיעה והכאב. ויטמין K  בכמוסות, היינו אופציה חשובה לשיפור קרישת הדם ומהירות ההחלמה.",
            grandma:'על מנת לעזור להחלמה מהירה של אזור החבלה ניתן להשתמש בעלי כרוב – מניחים מספר עלים על אזור הפגיעה וחובשים את האזור הפגוע עם העלים מתחת לתחבושת. עלי פטרוזיליה – מעוכים, להניח על האזור הפגוע ולחבוש את האזור עם תחבושת.',
            homeopathy:'במקרה של כל חבלה, להתחיל עם רמדי הומאופתית arnica. תדירות הלקיחה צריכה להיות בהתאם לעוצמת החבלה. במידה ומדובר בחבלה חזקה אפשר לתת גרגר אחד כל כמה דקות. כאשר עוצמת הכאב נחלשה והפציעה מתחילה בתהליך ריפוי – ניתן להגדיל מרווח לכל שלוש שעות, עד הפסקה הדרגתית מלאה. מומלץ לתת באופן כללי טיפול למשך מספר ימים עד שרואים שכל סימני החבלה עברו. לאחר נתינה ראשונית של arnica, ניתן לשלב יחד איתה, באותה תדירות לקיחה, אחת או יותר מהתרופות ההומאופתיות, על פי המאפיינים הפרטניים המופיעים בטבלה. ' 
              
        },
        {
            video:'fxMrMyxBcFA',
            name:'דלקת בדרכי השתן',
            generalInfo:'דלקת בדרכי השתן היא מחלה זיהומית הנגרמת כתוצאה מנוכחות של חיידקים בדרכי השתן. התסמינים של הדלקת כוללים כאב או תחושה של צריבה בזמן הטלת שתן והטלת שתן תכופה.',
            firstAid:'הטיפול בדלקת השתן לרוב מבוצע על ידי תרופות אנטיביוטיות. ניתן לטפל היטב בדלקת זו גם על ידי הכלים הטיפוליים הבאים.',
            nutrition:"שתייה מרובה היא הדבר החשוב ביותר במצב דלקתי זה. מיץ חמוציות בנוסף למים נקיים אשר אמורים לספק את רוב השתייה, מונע מהחיידקים להיצמד לדופנות שלפוחית השתן. תוספים מומלצים הם פרוביוטיקה בצורת כדורים או יוגורט. אכיניציאה, ויטמין C, ויטמין A ושמן אורגנו, עוזרים לגוף להילחם בדלקת. מומלץ להימנע מסוכר לבן ומזונות עשירים בסוכר המגבילים את היכולת של הגוף להילחם בדלקת.",
            grandma:'כיוון שהדבר החשוב ביותר בטיפול בדלקת בדרכי השתן, הוא צריכה משמעותית של נוזלים. חליטות צמחים שונות ייתנו אפקט מיטבי. לדוגמא – לואיזה, פטרוזיליה, שומר, סרפד – כל אחד מאלו, כאשר מכינים ממנו חליטה ושותים כ 3-4 כוסות ביום, נותן מענה יעיל לטיפול בדלקת.',
            homeopathy:'במידה וישנה הופעה פתאומית של הדלקת מתחילים עם acon. במידה ומדובר בשלב יותר מתקדם של הדלקת, אך הכאבים לא חזקים – staphysagria. במידה והצריבה חזקה ותכיפות שתן גדולה – cantharis.' 
            
        },
        {
            video:'pNAvaNHSl_g',
            name:'דלקת גרון',
            generalInfo:'דלקת בגרון נובעת בדרך כלל מזיהום נגיפי (ויראלי) , חיידקי או גירוי מקומי. דלקת גרון נגיפית חולפת בדרך כלל תוך מספר ימים, ללא טיפול. לעומת זאת, דלקת חיידקית של הגרון (דלקת שקדים) נגרמת על ידי חיידק הסטרפטוקוקוס וללא טיפול אנטיביוטי מתאים עשויה לגרום לקדחת השגרון, התפתחות מורסה סביב לשקד, דלקות בכליות.',
            firstAid:'אבחנה בין דלקת חיידקית לבין וויראלית, נעשית על ידי ערכה ייעודית. לא ניתן להבדיל בין השניים רק על סמך סימפטומים. טיפול בדלקת חיידקית ייעשה לרוב על ידי אנטיביוטיקה בכדי למנוע סיבוכים. טיפול הומאופתי יכול לעזור לפתור את רוב מקרי דלקות הגרון, בעיקר וויראליים ואלו המהווים תוצאה של זיהום מקומי. במידה ואין שיפור משמעותי תוך זמן קצר, וישנה עליית חום מעל 39 מעלות, יש לפנות לרופא.',
            nutrition:"כמו במצבים דלקתיים אחרים, מומלץ להימנע מסוכר לבן, קמח לבן ומזון מתועש. צריכה גבוהה של ויטמין C- 3000 מיליגרם ביום למבוגר, עד 1000 מיליגרם ליום לילד(תלוי בגיל), על קיבה מלאה.",
            grandma:"לגרגר עם מים חמים וכפית של מלח – ככל שעושים זאת יותר פעמים, המצב משתפר יותר. לערבב כפית של דבש עם כפית כורכום ולאכול. לגרגר מיץ לימון/מיץ צנון/סודה לשתייה. לשתות מים חמים עם דבש, לימון וג'ינג'ר. לטחון בצל, כף דבש, כפית כורכום – לאכול מהמחית – כף אחת שלוש פעמים ביום.",
            homeopathy:'בהופעה מהירה ופתאומית של הסימפטומים, להתחיל עם ACONITE. במידה ואין השפעה מספקת או מטיבה, להתאים את אחת הרמדי ההומאופתיות האחרות לפי המאפיינים הייחודיים שלה.' 
            
        },
        {
            video:'Xy3rwPuI2AY',
            name:'כוויות',
            generalInfo:'סוגים שונים של כוויות יכולים להיגרם כתוצאה ממפגעים שונים. הטיפול ניתן בהתאם לסוג הכוויה. כוויות חום, כוויות חשמל, כוויות מחומרים כימיים. קיימות 4  רמות כתוצאה מכוויה: 1. רמה זו מתבטאת בפגיעות בשכבה החיצונית בעור, אפידרמיס, עם אודם, נפיחות וכאב.        2. פגיעות החודרות לשכבה עמוקה יותר, ויכולות לגרום לשלפוחיות ולעיתים אף הצטלקות. 3. פגיעה נרחבת בשכבות העור ובעצבים, אובדן תחושה אזורית, צלקות ושינוי גוון העור. 4.כוויות קשות על חלקים נרחבים בגוף, עד רמה של סכנה לחיים.',
            firstAid:'במקרה של כוויות קלות בדרגה 1-2, ניתן לטפל בטיפול ביתי. מצב חמור מזה דורש פינוי מידי לבית החולים על ידי שירותי רפואת החירום. בכוויות מדרגה 2-3 הפצוע עלול להיכנס למצב של הלם כתוצאה מאובדן נוזלים.בכוויות דרגה 1-2, הדבר הראשון יהיה להזרים מים קרים למשך 10-15 דקות על אזור הכווייה. לאחר מכן מומלץ להתחיל טיפול במשחות במקביל לטיפול הומאופתי. משחות מומלצות להחזיק בבית למקרים אלו – משחת קלנדולה ומשחת אלוורה.יש להימנע מחבישה של האזור, הנחת קרח או פיצוץ של השלפוחיות.',
            nutrition:"בכדי לזרז את תהליך ההחלמה, מומלץ להימנע מסוכרים, לצרוך כמות גדולה של נוזלים, מזונות עשירים בחומצות שומן(אגוזים, אבוקדו, דגים). כמות גדולה של ויטמין C. ניתן למשוח דבש איכותי על האזור הפגוע לזירוז ההחלמה ומניעת זיהומים. גם משחות עשירות בויטמין E משפרות מאוד את מצב העור.",
            grandma:'אחרי שטיפת המקום במים קרים, על מנת להקל על הכאב ולמנוע התפתחות של שלפוחיות או צלקות: דבש, יוגורט, קמח, חלבון ביצה - בוחרים אחד מהם, מניחים על אזור הכוויה למשך מספר דקות, וחשים בשיפור מהיר ומשמעותי.',
            homeopathy:'מיד לאחר אירוע הכוויה, לתת מספר פעמים aconite, כל כמה שעות בכדי להוריד את הטראומה. במקביל לתת calendula שלוש פעמים ביום יחד עם תרופות הומאופתיות אחרות מתאימות לסיטואציה. במקרה של כוויה חשוב להשתמש באפליקציות חיצוניות לזרז את הטיפול.' 
            
        },
        {
            video:'mMh7_XlCSmw',
            name:'מכת חום והתייבשות',
            generalInfo:'התייבשות זהו מצב שבו ישנו חוסר של נוזלים בגוף עקב חוסר שתייה מספקת או אובדן נוזלים דרך שלשולים והקאות מרובות. מצבים של פציעה עם כוויות גם יכולים להוביל להתייבשות. במצבים אלו, חשוב מאוד להגדיל את צריכת הנוזלים באופן משמעותי, מתון והדרגתי, ובמקרה של בעיות במערכת העיכול הגורמות להמשך איבוד נוזלים, יש לטפל גם בבעיה המקורית. במידה ולא מטפלים בבעיית ההתייבשות, אנו יכולים להגיע גם למצבים בהם היא מתפתחת למכת חום ולאחר מכן למוות. מכת חום היא תוצאה של עליית חום הגוף לטמפרטורה מעל 40 מעלות, בדרך כלל כתוצאה מתנאים סביבתיים או מאמץ גופני גבוה. חום מסוג זה פוגע במערכות קריטיות לתפקודי החיים ויכול לגרום לתוצאות חמורות כגון פגיעה במוח, בלב, בכבד ובכליות. במקרים חמורים גם מוות. ',
            firstAid:'טיפול במכת חום נעשה על ידי קירור הפגוע, מתן תכשירים הומאופתיים ולהזעיק עזרה רפואית. *אזהרה – לא לתת בשום אופן תרופות להורדת חום, או נוזלים כלשהם מלבד מים. כל דבר כזה יכול לגרום לתוצאה הפוכה.',
            nutrition:"על מנת להוריד את חום הגוף, אנו יכולים ללעוס עלי מנטה/נענע, חליטה של ג'ינג'ר טרי. להוסיף חצי כפית מלח לבקבוק ליטר וחצי מים, בכדי להשיב מלחים לתוך המערכת",
            grandma:'...על מנת לעזור להחלמה מהירה של אזור החבלה ניתן להשתמש ב',
            homeopathy:'במקרה של מכת חום מומלץ להתחיל עם belladonna  במידה וקשה להעריך את המצב. במקרה של התמוטטות ושוק כמו התייבשות – להתחיל עם veratrum. לאחר מכן, או במידה ויש אפשרות לפני כן, להתאים את התרופה ההומאופתית המתאימה ביותר להמשך הטיפול. תדירות לקיחה כל 20 דקות בשעה – שעתיים ראשונות, ולאחר מכן להתחיל להגדיל מרווחים לכל מספר שעות עד החלמה מלאה מהמצב.' 
            
        },
        {
            video:'kqPOHg4-djo',
            name:'שלשולים בחילות והקאות',
            generalInfo:'הרעלת מזון, לרוב זו חוויה מאוד לא נעימה, אבל לא מסוכנת. כאבי בטן, שלשולים והקאות, הם בדרך כלל הסימנים איתם אנחנו מתמודדים במחלה. חשוב להבין ולזכור, שהקאות ושלשולים הם הדרך של הגוף לנקות את הזיהום הנמצא בגופנו, במערכת העיכול. לכן, למהר ולעצור אותם, לרוב זו תהיה פעולה שיכולה רק להחריף את הבעיה וליצור מחלה מסוכנת ורצינית יותר. עם זאת, במידה וסובלים משלשול דמי או מאוד חריף הנמשך יותר מיום אחד, חום גבוה מאוד, התייבשות, הקאות חוזרות ומתפרצות, קשיי נשימה או בלבול מנטאלי, יש לפנות למוקד רפואי לבדיקה ולעיתים לטיפול.',
            firstAid:'לשתות, ועוד לשתות. גם אם מקיאים, חשוב לשתות כדי לא להתייבש. אין צורך לאכול כאשר יש שלשולים או הקאות. עדיף רק לספק לגוף נוזלים כדי לנקות את המערכת. מזונות שכדאי בכל מקרה להימנע מהם, אלו מזונות עשירים בסוכר, בעיקר מזון מעובד וקמח לבן, אשר יכולים לעורר תהליכי תסיסה מוגברים במערכת העיכול, דלקות וחולשה של מערכת החיסון. מוצרי חלב למיניהם גם הם מחלישים את המערכת ומייצרים ליחה, ולכן כדאי להימנע מהם בזמן זה.',
            nutrition:" מספרי תוספי מזון עוזרים בניקוי המערכת בצורה יעילה יותר: פחם פעיל – כדורים אלו סופחים את הרעלים במערכת העיכול ומאפשרים לגוף להוציא אותם מהר ובקלות. פרוביוטיקה – מאזנת את המערך החיידקי במערכת העיכול. ג'ינג'ר – ניתן לשתות במים חמים, גם עם לימון, מאפשר לנקות את הרעלים ולהקל על הרגישות של מערכת העיכול לאחר הרעלת מזון.",
            grandma:'אורז לבן – סופג וסופח רעלים, תה קמומיל/ נענע/ שומר/ קינמון, טוסט עשוי היטב וכוס תה שחור',
            homeopathy:'לרוב נתחיל את הטיפול במקרה של בחילות והקאות עם arsenicum. במידה ואין שיפור בסימפטומים, יש לבדוק את אחת הרמדיס המתאימות יותר למאפיינים הייחודיים. בכדי לאפשר הקלה משמעותית, יש לתת גרגר אחד כל מספר דקות עד לירידה משמעותית בכמות ההקאות/שלשולים, ובהתאם להגדיל את המרווח בלקיחה של הרמדי. לאחר שיפור בבחילות וההקאות, מומלץ להשתמש ב china  או ב veratrum בכדי להתחזק אחרי המחלה, בתדירות לקיחה של שלוש פעמים ביום.' 
            
        },
        {
            video:'6-n3vhsQgL8',
            name:'חתכים דקירות וחדירת עצם זר',
            generalInfo:"פציעות מסוג חתכים או דקירות, שפשופים וכו', אלו הן פציעות מאוד נפוצות. ללא טיפול, פציעות מסוג זה יכולות להיות כואבות וייקח להן זמן רב להגיע לריפוי, לעיתים אף יכול להיות זיהום.",
            firstAid:'בטיפול בחתכים ופציעות על פני העור, אנו רוצים לקדם החלמה, להקל על הכאב ולמנוע זיהומים. נתחיל עם לנקות את הפצע עם מים, עדיף זורמים ולהניח עליו תחבושת סטרילית לאחר חיטוי הפצע. במידה ויש דימום מסיבי, יש לעצור קודם את הדימום עם תחבושת או מטלית, ורק אז לנקות, לחטא ולחבוש את הפצע.',
            nutrition:"ויטמין C ניתן לצרוך בכמוסות בכדי להחיש את תהליך הריפוי – 500 מיליגרם ביום לילד מעל גיל 3, ועד 3000 מיליגרם ביום למבוגר בתלות ברמת הפגיעה והכאב. ויטמין K  בכמוסות, היינו אופציה חשובה לשיפור קרישת הדם ומהירות ההחלמה.",
            grandma:'למרוח דבש על תחבושות או פד, ולהניח על אזור החתך. עיסה של בצל ודבש, למרוח על האזור הפצוע ולחבוש, כעבור כחצי שעה להוריד, ניתן לחזור מספר פעמים ביום. להניח קליפת בננה(החלק הפנימי), או קליפות שרוסקו בבלנדר, ולהניח על אזור הפציעה, כעבור כחצי שעה להוריד, ולחזור על התהליך מספר פעמים ביום',
            homeopathy:'במקרה של חתכים ודקירות כדאי להתחיל משילוב של שתי תרופות הומאופתיות. Arnica+calendula. ניתן במקביל או לאחר מכן לשלב תרופות הומאופתיות נוספות על פי המאפיינים הייחודיים בטבלה. חתך ודימום חזק, גרגר אחד כל כמה דקות. כאשר עוצמת הכאב נחלשה והפציעה מתחילה בתהליך ריפוי – ניתן להגדיל מרווח לכל שלוש שעות, עד הפסקה הדרגתית מלאה. מומלץ לתת באופן כללי טיפול למשך מספר ימים עד שרואים שכל סימני החבלה עברו.' 
            
        },
        {
            video:'pghEQkatm9U',
            name:'חרדה וטראומה רגשית',
            generalInfo:'בהגשת עזרה ראשונה במצב של חרדה, ההתייחסות היא לשני מצבים. מצב של התקף חרדה, ומצד שני מצב של הפרעת חרדה מתמשכת. במקרה של התקפת חרדה מתמשכת, מדובר בנטייה חוזרת להגיע למצבים של התקפי חרדה ברמות משתנות. שינויים בתזונה והרגלי חיים מתייחסים יותר להפרעת חרדה מתמשכת, כאשר הנושא של עזרה ראשונה הומאופתית, נותנת פתרון יעיל ומהיר גם להתקפי חרדה. התקף חרדה הוא למעשה עלייה ברמת האנרגיה העצבית וכמויות גבוהות של אדרנלין אשר לא מתפרקות באופן יעיל במערכת, המופיעות במצבים שאינם דורשים תהליך טבעי זה של תגובה למצבי לחץ. בהתקף החרדה, חווים פעימות לב חזקות, תחושת חוסר שקט, הזעה, קשיי נשימה, לחץ בחזה, שלשול, הפרעות תיאבון ועוד תופעות שונות ומשתנות, בהתאם לרמת ההתקף ולחוויה האישית של כל אחד.',
            firstAid:'במידה וניתן, לנסות לעזור לאדם בהתקף החרדה לעבור לנשימה יותר מרגיעה, של שאיפה עדינה מהאף, ונשיפה ארוכה יותר מהפה. כאשר יש רגיעה מסוימת, לשתות מים – שתיית המים משחררת אנדורפינים במוח אשר מאפשרים לחזור למצב של רגיעה.',
            nutrition:"הדבר המרכזי והחשוב ביותר הוא לשתות מים, גוף רווי היטב יימצא באיזון ויכולת התמודדות טובה הרבה יותר. מזונות אשר מאפשרים הורדה במתח העצבי, יהיו מומלצים למצבים מתמשכים אלו. אלו מזונות בסייסים יותר, פחות תבלון, פחות חומרים משמרים. מומלץ לאכול מספר ארוחות קטנות ביום, כל מספר שעות בכדי לשמור על פעילות תקינה של מערכת העיכול ורמה יציבה של סוכר בדם. מזונות מומלצים הם פירות וירקות, בעיקר ירקות עליים, אצות, שקדים ואגוזים, פחמימות מורכבות. להימנע ככל הניתן מסוכר לבן, קמח לבן, מזונות משומרים ועשירים במלח. קפאין ואלכוהול, בעלי השפעה ישירה על מערכת העצבים ולכן מאוד מזיקים לאנשים עם נטייה חרדתית. תוספים מומלצים לצריכה הם ויטמין B, סידן ומגנזיום – אשר מהווים השפעה מרגיעה ומאזנת. עוד עניין מרכזי – למרות שאינו קשור למזון, אך הוא קריטי בהתנהלות, שינה. אנשים שלא ישנים מספיק, העומס על מערכת העצבים לא מתפרק כראוי וישנו חוסר שקט עצבי גבוה.",
            grandma:'חליטות של פסיפלורה, מליסה, קינמון או קמומיל, הן בעלות השפעה מרגיעה על מערכת העצבים. במקרים של חרדה הנמשכת מספר ימים, כשלוש כוסות ביום, יעזרו משמעותית להקל. עם זאת, לא מומלץ להפוך שתייה של חליטות אלו להרגל יומיומי – מאחר ולבסוף ניצור תוצאה הפוכה.',
            homeopathy:'לאחר אירוע טראומתי, הדבר הראשון לתת ACONITE. בכדי לקבל את התוצאה הטובה ביותר, מומלץ לתת קרוב לאירוע ככל האפשר. במידה ומדובר בחרדה מתוך ציפייה לאירוע עתידי – ,ARGENTUM NITRICUM  GELSEMIUM , אלו האופציות המתאימות יותר.' 
            
        },
        {
            video:'5VyHZpz-G8M',
            name:'שפעת',
            generalInfo:'מגפת השפעת משתנה באופן קבוע עקב מוטציה של הווירוסים, ולכן יש קשיים רבים בהתגוננות מולה וביעילות החיסונים. השפעת עצמה אינה מחלה קשה או קטלנית, אבל המחלה עלולה להסתבך לדלקת ריאות. הסיבה המרכזית להופעת מחלת השפעת, היא חולשה של מערכת החיסון עקב תשישות ומתח או אורח חיים לקוי. גם בשפעת וגם בהתקררות, הגוף משתמש כאמצעי לניקוי רעלים מהמערכת. תרופות המבטלות את הסימפטומים היעילים של המחלה, רק יאריכו אותה ויפגעו בבריאות האדם. חום, כאבים ועייפות כללית. שיעול ועייפות יכולים להמשיך גם מספר שבועות לאחר תחילת המחלה. כאבי השרירים וכאבי הראש הם התסמינים הראשונים.',
            firstAid:'הטיפול הראשוני לרוב מתרכז במנוחה מרובה, ושתייה של נוזלים על מנת להחזיר לגוף את האובדן עקב הזעה מחום, נזלת וכולי. במקרים של חום מאוד גבוה וכאבים חזקים, ניתן במידת הצורך ליטול תרופות להקלה על כאבים והורדת חום. כאשר חשוב לזכור, כאשר הגוף מעלה חום, הוא למעשה נלחם בוירוסים, אם החום הוא לא מאוד גבוה והכאבים נסבלים, לא חייבים למהר לקחת תרופות להקלה. עם זאת, במידה והסימפטומים חזקים או שישנן מחלות רקע, חשוב להיות בקשר עם הרופא המטפל ולקבל הנחיות מדויקות המתאימות לכל מקרה לגופו.',
            nutrition:"מומלץ לאכול מעט, ארוחות קלות מאוד המתמקדות בפירות, ירקות עליים, ירקות מאודים, וכמובן הרבה מאוד נוזלים. חשוב שהאוכל ישמש בעיקר ליצירת אנרגיה עבור תהליך החיזוק וההחלמה, ולא יתיש את המערכת ויצרוך ממנה אנרגיה רבה לתהליך העיכול. מומלץ שרוב השתייה תהיה מים, או תה צמחים ללא קפאין. להימנע מכל המוצרים המעוררים ומתישים את המערכת – כגון מוצרים המכילים קפאין.....להימנע מסוכר, קמח לבן ומוצרי חלב – מחלישים את המערכת ומייצרים ליחה.....ויטמין C  - מבוגרים 4000 מיליגרם ביום, ילדים מעל גיל 10 2000 מיליגרם ביום, ילדים מגיל 3 500 מיליגרם ביום. תמיד על קיבה מלאה, לחלק למספר פעמים.....סמבוק שחור – מינון מוגבר מומלץ לפי המופיע על האריזה, מסייע מאוד להחלמה מהירה במצבים של שפעת....ג'ינג'ר טרי – מוסיפים לתה או מים חמים – הוא מונע בחילות, מסייע למלחמה בנגיפים ומנקה רעלים מהגוף....שום – לאכול 2-4 שיני שום ביום – נלחם ביעילות רבה בחיידקים, וירוסים ופטריות, מסייע לניקוי הגוף מפסולת",
            grandma:"מעבר להמלצות האחרות בנושא התזונה – ההמלצות לטיפול בשפעת, דומות לאלו של טיפול בהצטננות. שימוש באדים לשחרור ליחה ונזלת על ידי הוספה של נענע או ג'ינג'ר לקערה של מים רותחים. מרק עם שום ובצל. על מנת לפתוח את מעברי הנשימה בלילה, לחתוך בצל לארבע ולהניח אותו בקערה ליד ראש החולה. על מנת להקל בחום ולהוריד קצת את הכאבים – אמבטיות פושרות וגם מריחה של הגוף בעארק או חומץ תפוחים ועיטוף הגוף לאחר מכן בכדי לגרום לחימום והזעה, מאפשרים להוריד את החום ולהקל על הסבל של החולה. עם זאת, במידה והחולה יחסית חיוני או שהחום הוא מתחת ל 39 מעלות צלסיוס, אין למהר להוריד את החום, מאחר וזהו מהלך טבעי של הגוף לצורך מאבק במחלה",
            homeopathy:'רמדי הומאופתית בשפעת, צריכה להיות מותאמת על פי המאפיינים של המחלה. לרוב בשפעת המצבים משתנים ובהתאם לשינויי המצב יש להתאים את הרמדי.' 
            
        },
        {
            video:'qXQJBEZADJE',
            name:'נקעים ומתיחות שרירים',
            generalInfo:'נקע זו פציעה כתוצאה מנזק לרצועות, רקמות החיבור המחברות את העצמות באזור המפרקים. תוצאת הנקע היא כאב עוצמתי מאוד ומידי, אשר לרוב חולף עם הזמן. מקום הנקע הופך לנפוח כואב ורגיש מאוד. לעיתים ההחלמה יכולה לארוך חודשים ארוכים ואף להשאיר אותנו עם נוקשות מסוימת באזור הפגיעה. לעיתים, כאשר מדובר בכאב מאוד גדול יכול להיות מדובר בקריעה של רצועה, שבר או סדק בעצם. לכן, במקביל להגשת הטיפול הראשוני, מומלץ לגשת ולבצע בדיקה רפואית.',
            firstAid:'טיפול ראשוני במקרים אלו הוא על ידי הנחה של רטייה קרה, או קרח עטוף במגבת על אזור הפציעה, זה מומלץ בעיקר למשך השעתיים הראשונות לאחר הפציעה. במידת האפשר יש להגביה את האזור הפגוע מעל גובה אזור הלב, בכך לאפשר הקטנה של זרימת הדם לאזור הפגוע והורדת הנפיחות. במקרה של נקע בקרסול יש לחבוש בתחבושת אלסטית במספר צורות סביב הקרסול או אם הנקע חמור לגבס אותו. במידה וגוון העור באזור הפגיעה משתנה, אז מדובר בנקע חמור ומומלץ להגיע לבדיקה רפואית',
            nutrition:"להימנע מתזונה המקדמת דלקת ומונעת החלמה – סוכר וקמח לבן, מזון מעובד...מומלץ לצרוך מזונות עשירים בחומצות שומן כמו דגים, תוסף אומגה 3, זרעי צ'יה – אשר מורידים את עוצמת הדלקת ומקדמים ריפוי רקמות....ויטמין C – פועל כנוגד דלקת ובונה את רקמת החיבור....תמצית סיליקה גם כן עוזרת לבנייה והחלמה של רקמות החיבור....משחה/שמן ארניקה(arnica) מאוד יעיל להפגת הכאבים והורדת הנפיחות.",
            grandma:'מחית של בצל/בצל קצוץ, להניח על אזור הפגיעה ולחבוש בתחבושת אלסטית למשך הלילה...להניח מטלית ספוגה בחומץ תפוחים...לעטוף בעלי כרוב על מנת להוריד נפיחות...משחה מכורכום מדולל במים, למרוח על האזור ולחבוש',
            homeopathy:'Arnica מייד לאחר הפציעה ולהרים את החלק הפגוע ולהניח בתנוחה נוחה. מומלץ להשתמש בקרח ומים קרים עם תמיסת  Arnica למשך 24 שעות. אם העור חתוך אין להשתמש ב Arn בצורה חיצונית. לאחר 24 שעות השתמש במים חמים או קומפרסים חמים ע"מ להוריד את הנפיחות ולשפר את זרימת הדם. להמשיך  ולשלב על פי המאפיינים.' 
            
        }


] 




export default InfoData;