import React from 'react';


const data1 ={
    video:'ICmMVfKjEuo',
    IconButton:1,
    generalInfo:'חבלות הן הפציעות השכיחות ביותר. הן מתרחשות  כתוצאה ממכה או נפילה וגורמות לשטף דם תת עורי. הצבע והנפיחות בעור נגרמים מכך שכלי הדם נשברים ונשפכים לרקמה. הפצוע חווה לרוב כאב עם רגישות למגע, אודם שלאחר מכן מחליף צבעים והופך לכחול, ירוק, חום וצהוב לפני שנעלם סופית.',
    firstAid:'כאשר ישנה חבלה עוצמתית, מומלץ להגיע לבדיקה רפואית. אך כעזרה ראשונה, הנחה של מגבת עם קרח על אזור הפציעה, תקטין דימום מקומי ונפיחות. לאחר מכן כדאי להתחיל שימוש בתרופות הומאופתיות.',
    nutrition:"על מנת שהגוף יוכל לטפל בצורה יעילה בחבלות ומכות כואבות, אנחנו צריכים להעלות את רמות הויטמין C, ויטמין K, והביופלבונואידים.",
    grandma:'על מנת לעזור להחלמה מהירה של אזור החבלה ניתן להשתמש ב',
    homeopathy:'במקרה של כל חבלה, להתחיל עם רמדי הומאופתית arnica. תדירות הלקיחה צריכה להיות בהתאם לעוצמת החבלה.' 
   

    
    
   
    
}

export default data1;